IDEA Open Model
TendonBar Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the TendonBar class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TendonBar()
Public Sub New
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace